lib/xml/getListsInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getListsInfo>
            <!--Optional:-->
            <listNamePattern>?</listNamePattern>
        </ser:getListsInfo>
    </soapenv:Body>
</soapenv:Envelope>